Repository: nlagkas/etsd
Catalog: locale/*/LC_MESSAGES/django.po
Languages: el

source: The public key of the key pair is used to encrypt data that other people want to send to you. This public key will be saved to the server so others will be able to easily encrypt the data. The private key is used to decrypt that data so it must remain absolutely secret and safe.
el: Το δημόσιο κλειδί του ζεύγους χρησιμοποιείται για να κρυπτογραφήσει δεδομένα που θα σας στέλνουν τρίτοι. Αυτό το κλειδί θα αποθηκευτεί στον Server ώστε οι ενδιαφερόμενοι να μπορούν εύκολα να κρυπτογραφήσουν δεδομένα. Το ιδιωτικό κλειδί χρησιμοποιείται για να αποκρυπτογραφήσει τα δεδομένα και πρέπει να διατηρείται απολύτως κρυφό και ασφαλές.

source: Neither your passphrase nor your private key will be stored on the server. It is your responsibility to properly store them in a safe place. If the private key or its decryption passphrase are lost, you will not be able to decrypt the data that was encrypted with the public key of that particular key pair.
el: Ούτε ο κωδικός σας, ούτε το ιδιωτικό σας κλειδί θα αποθηκευτούν στον server. Υπ΄ευθύνη σας θα πρέπει να αποθηκευτούν σε ασφαλές περιβάλλον. Αν απωλέσετε το ιδιωτικό κλειδί ή τον κωδικό του, δεν θα μπορείτε ν αποκρυπτογραφήσετε τα δεδομένα που κρυπτογραφήθηκαν με το δημόσιο κλειδί του συγκεκριμένου ζεύγους κλειδιών.

source: After you enter the passphrase, click on the "Generate key pair" button. The key pair will be generated in your browser and the key information fields will be filled. Then you must download the private key using the "Download private key button". After you have downloaded the private key and saved it to a safe place, you need to press the "Submit" button to save the public key to the server so it can be approved and then used to encrypt your data.
el: Αφού εισάγετε τον κωδικό σας, επιλέξτε "Δημιουργία ζεύγους κλειδιών". Το ζεύγος κλειδιών θα δημιουργηθεί στον browser σας και τα πεδία με τις πληροφορίες των κλειδιών θα γεμίσουν. Κατόπιν θα πρέπει να κατεβάσετε το ιδιωτικό κλειδί επιλέγοντας "Λήψη ιδιωτικού κλειδιού". Αφού το λάβετε και το αποθηκεύσετε σε ασφαλές περιβάλλον θα πρέπει να επιλέξετε "Υποβολή" ώστε να αποθηκευτεί το δημόσιο κλειδί στον Server, να εγκριθεί και κατόπιν να χρησιμοποιείται για την κρυπτογράφηση των δεδομένων σας.

source: Notice that in order to submit an approval request for your new key you need to first load your private key using the "Load private key" button.
el: Λάβετε υπόψη ότι για να υποβάλλετε ένα αίτημα έγκρισης για το νέο σας κλειδί θα πρέπει πρώτα να φορτώσετε το ιδιωτικό σας κλειδί επιλέγοντας "Φόρτωση ιδιωτικού κλειδιού".

source: Passphrase
el: Κωδικός

source: Please use a secure enough passphrase to enrypt your private key. Rules: Must be > <b id='passphraseLength'>16</b> characters. Should be a passphrase ie a combination of multiple words and contain lower and capital letters, numbers and special characters.
el: Εισάγετε μια αρκετά ασφαλή κωδική φράση για την κρυπτογράφηση του ιδιωτικού σας κλειδιού. Κανόνες: Τουλάχιστον <b id='passphraseLength'>16</b> χαρακτήρες. Πρέπει να είναι συνδυασμός μικρών και κεφαλαίων γραμμάτων, αριθμών και ειδικών χαρακτήρων.

source: Passphrase confirmation
el: Επιβεβαίωση κωδικής φράσης

source: Please confirm your passphrase.
el: Παρακαλώ επιβεβαιώστε την κωδική φράση.

source: Generated key info
el: Πληροφορίες δημιουργηθέντος κλειδιού

source: Generate Key Pair
el: Δημιουργία Ζεύγους Κλειδιών

source: Download Private Key
el: Λήψη Ιδιωτικού Κλειδιού

source: <p> You can load a Private Key through this form. This private key <u>will be stored to your browser only</u>, i.e it will never be submited to our server. You need to load the Private Key to be able to decrypt and download the Data that has been submitted with the corresponding public key of that private key. </p> <p> You need to select the private key file which must be in the ASCII armored format (this is the format of the file you will get when you generate the private key from this app). Then enter the private key decryption passphrase. Now you can press the "validate" button to make sure that they key and passhrase are both correct. If everything is ok the Private key information section will be filled with some of the key information or else you will see an error. Finally, press "load" button to actually load the key to your browser and be able to use it to decrypt data. </p> <p> <u> Please be extra careful while Private Key has been loaded to your browser. </u> For security reasons you will be logged out after 15 minutes of inactivity, however it is recommended to <b>logout</b> immediately after you finish your work so that the loaded private key will be invalidated. </p>
el: <p> Μέσω αυτής της φόρμας μπορείτε να φορτώσετε ένα ιδιωτικό κλειδί. Αυτό το ιδιωτικό κλειδί <u>θα αποθηκευτεί μόνο στον browser σας</u>, δεν θα υποβληθεί σε κανένα στάδιο της διαδικασίας στον server. Πρέπει να φορτώσετε το ιδιωτικό κλειδί για να μπορείτε να αποκρυπτογραφήσετε και να λάβετε δεδομένα που έχουν υποβληθεί με το αντίστοιχο δημόσιο κλειδί αυτού του ιδιωτικού κλειδιού. </p> <p> Πρέπει να επιλέξετε το ιδιωτικό κλειδί το οποίο πρέπει να είναι σε μορφή armored ASCII (σε αυτή τη μορφή θα λάβετε το αρχείο εφόσον δημιουργήσετε ζεύγος κλειδιών μέσω της παρούσας εφαρμογής). Κατόπιν εισάγετε την κωδική φράση αποκρυπτογράφησης. Επιλέγοντας "Επιβεβαίωση" θα επιβεβαιώσετε ότι το κλειδί και η κωδική φράση είναι ορθά. Αν όλα είναι εντάξει, θα εμφανιστούν κάποια δεδομένα στο τμήμα που αφορά το ιδιωτικό κλειδί ή θα εμφανιστεί κάποιο μήνυμα σφάλματος. Τέλος, επιλέξετε "Φόρτωση, για να φορτώσετε το κλειδί σας στον browser σας και να μπορείτε να το χρησιμοποιήσετε για να αποκρυπτογραφήσετε δεδομένα. </p> <p> <u> Δείξτε ιδιαίτερη προσοχή για όσο διάστημα το ιδιωτικό κλειδί είναι φορτωμένο στον browser. </u> Για λόγους ασφαλείας, θα αποσυνδεθείτε αυτόματα μετά από 15 λεπτά μη χρήσης, ωστόσο συνίσταται να <b>αποσυνδέεστε</b> άμεσα μόλις τελειώσετε την εργασία σας ώστε να μην παραμένει ενεργό το ιδιωτικό κλειδί που φορτώσατε. </p>

source: Private Key File
el: Αρχείο Ιδιωτικού Κλειδιού

source: Passpharse
el: Κωδική Φράση

source: Private key information
el: Φορτωμένο ιδιωτικό κλειδί

source: Validate private key
el: Επιβεβαίωση ιδιωτικού κλειδιού

source: Public key %(pid)s detail
el: Λεπτομέρειες ιδιωτικού κλειδιού %(pid)s

source: by
el: από

source: Fingerprint
el: Αποτύπωμα

source: Description (user id)
el: Περιγραφή (id χρήστη)

source: Download
el: Λήψη

source: Approved on
el: Εγκρίθηκε στις

source: The key cannot be used until it has been submitted for approval
el: Το κλειδί δεν μπορεί να χρησιμοποιηθεί μέχρι να υποβληθεί προς έγκριση

source: Submit for approval
el: Υποβολή προς έγκριση

source: You must load the private key of the key pair in order to be able to submit this public key for approval!
el: Πρέπει να φορτώσετε το ιδιωτικό κλειδί του ζεύγους κλειδιών για να μπορέσετε να υποβάλλετε το δημόσιο κλειδί προς έγκριση!

source: The public key needs confirmation by the administration in order to be used.
el: Το δημόσιο κλειδί χρήζει έγκρισης από τη διαχείριση για να μπορεί να χρησιμοποιηθεί.

source: Accept
el: Αποδοχή

source: Reject
el: Απόρριψη

source: Public key approval submit
el: Υποβολή δημοσίου κλειδιού προς έγκριση

source: <p> You can submit a new public key for approval through this form. You need then to generate the confirmation document. This must be a properly signed document that will declare that: </p> <p> <em>The public key for the authority <b>%(auth_name)s</b> has the fingerprint <b>%(fingerprint)s</b></em>. </p> <p> and upload it in the corresponding file field. You will then need to press the Validate button to confirm that the private key you have loaded is the pair of the public key you want to get approved. </p> <p> The key will be used only after it has been approved by the administrators and <b>will replace the current key of your authority</b> (if it has one). </p>
el: <p> Μέσω αυτής της φόρμας μπορείτε να υποβάλλετε ένα νέο δημόσιο κλειδί προς έγκριση. Κατόπιν πρέπει να δημιουργήσετε ένα έγγραφο επιβεβαίωσης. Αυτό θα πρέπει να είναι ένα κατάλληλα υπογεγραμμένο έγγραφο που θα δηλώνει ότι: </p> <p> <em>Το δημόσιο κλειδί για την Υπηρεσία <b>%(auth_name)s</b> έχει το αποτύπωμα <b>%(fingerprint)s</b></em>. </p> <p> και να το μεταφορτώσετε στο αντίστοιχο πεδίο αρχείου. Στη συνέχεια θα πρέπει να επιλέξετε Επιβεβαίωση για να επιβεβαιώσετε ότι το ιδιωτικό κλειδί που έχετε φορτώσει είναι το ζεύγος του δημόσιου κλειδιού που υποβάλλετε προς έγκριση. </p> <p> Το κλειδί θα χρησιμοποιηθεί μόνο αφού εγκριθεί από τους διαχειριστές και <b>θα αντικαταστήσει το τρέχον κλειδί της Υπηρεσίας σας</b> (αν διαθέτετε). </p>

source: User id
el: ID Χρήστη

source: Validate
el: Επιβεβαίωση

source: New key pair
el: Νέο ζεύγος κλειδιών

source: The signature is invalid!
el: Η υπογραφή δεν είναι έγκυρη!

source: The file you are uploading does not ave the correct number of signatures. It must have {0} signatures but it has {1}.
el: Το αρχείο δεν έχει το σωστό αριθμό υπογραφών. Πρέπει να έχει {0} υπογραφές και έχει {1}.

source: or
el: ή

source: This must be a PDF file!
el: Πρέπει να είναι αρχείο PDF!

source: Error while trying to read the file! Please make sure it has been signed properly.
el: Σφάλμα ανάγνωσης αρχείου! Επιβεβαιώσατε ότι έχει υπογραφή.

source: Key pair creation is not allowed from users without an authority!
el: Δεν επιτρέπεται η δημιουργία ζεύγους κλειδιών σε χρήστες χωρίς Υπηρεσία!

source: Your authority must have an email!
el: Η Υπηρεσία σας δεν έχει email!

source: You must load the private key for the corresponding public key you want to submit for approval so that the system can make sure that you have proper access to the private key!
el: Πρέπει να φορτώσετε το ιδιωτικό κλειδί για το αντίστοιχο δημόσιο κλειδί που θέλετε να υποβάλλετε προς έγκριση, ώστε το σύστημα να επιβεβαιώσει ότι έχετε κατάλληλη πρόσβαση στο ιδιωτικό κλειδί!

source: Public key approval submit is not allowed from users without an authority!
el: Η υποβολή δημοσίου κλειδιού για έγκριση δεν επιτρέπεται σε χρήστες χωρίς Υπηρεσία!

source: You must load the private key for the corresponding public key you want to submit for approval so that the system can make sure that you have proper access to the private key! The key you want to submit has the fingerprint {0} while the private key you have loaded has the fingerprint {1}
el: Πρέπει να φορτώσετε το ιδιωτικό κλειδί για το αντίστοιχο δημόσιο κλειδί που θέλετε να υποβάλλετε προς έγκριση, ώστε το σύστημα να επιβεβαιώσει ότι έχετε κατάλληλη πρόσβαση στο ιδιωτικό κλειδί! Το κλειδί που θέλετε να υποβάλλετε έχει το αποτύπωμα {0} ενώ το ιδιωτικό κλειδί που έχετε φορτώσει έχει το αποτύπωμα {1}

source: Public Key awaiting approval
el: Δημόσιο κλειδί αναμένει έγκριση

source: Public key submitted for approval. This key will be used after it has been approved by the administrators.
el: Το δημόσιο κλειδί υποβλήθηκε προς έγκριση. Αυτό το κλειδί θα χρησιμοποιηθεί αφού εγκριθεί από τους διαχειριστές.

source: Public Key Confirmation
el: Επιβεβαίωση δημοσίου κλειδιού

source: Private Key has been loaded. User id: {0}, fingerprint {1}
el: Το ιδιωτικό κλειδί φορτώθηκε. Κωδικός: {0}, αποτύπωμα {1}

source: Select authority
el: Επιλογή Υπηρεσίας

source: Add authorities by typing their full name/short name/email and selecting them.
el: Προσθέστε Υπηρεσίες αναζητώντας τες με το όνομα/email τους.

source: This authority does not have an active public key!
el: Η Υπηρεσία αυτή δεν έχει ενεργό δημόσιο κλειδί!

source: Select related message
el: Επιλέξατε το σχετικό μήνυμα

source: Add a related message by typing its protocol/protocol year/local identifier and selecting them.
el: Προσθέστε ένα σχετικό μήνυμα κάνοντας αναζήτηση με τον αρ. πρωτοκόλλου του.

source: Your authority does not have an active public key!
el: Η Υπηρεσία σας δεν έχει ενεργό δημόσιο κλειδί!

source: You cannot add a related message when message kind is New!
el: Δε μπορείτε να επιλέξετε σχετικό μήνυμα όταν το είδος είναι Νέο!

source: You must provide a related message when message kind is not New!
el: Πρέπει να επιλέξετε σχετικό μήνυμα όταν το είδος δεν είναι Νέο!

source: Reply
el: Απάντηση

source: Fix
el: Ορθή επανάληψη

source: Draft
el: Πρόχειρο

source: Sent
el: Απεσταλμένο

source: Is active
el: Ενεργό

source: Message Category
el: Κατηγορία μηνύματος

source: Message Categories
el: Κατηγορίες μηνυμάτων

source: Message is available to sender
el: Το μήνυμα να είναι διαθέσιμο στον αποστολέα

source: The message is also encrypted with the sender's public key. You need to select this to be able to see the data of your message.
el: Το μήνυμα θα κρυπτογραφηθεί και με το δημόσιο κλειδί του αποστολέα . Πρέπει να επιλέξετε αυτή την επιλογή αν θέλετε να βλέπετε τα δεδομένα του μηνύματός σας.

source: If you select Reply or Fix you must also select the related message to which you reply or fix
el: Αν επιλέξετε Απάντηση ή Ορθή Επανάληψη πρέπει να επιλέξετε και το σχετικό μήνυμα

source: Message kind
el: Είδος μηνύματος

source: Message status
el: Κατάσταση μηνύματος

source: Category
el: Κατηγορία

source: Related message
el: Σχετικό μήνυμα

source: Please select a related message if needed
el: Επιλέξατε σχετικό μήνυμα αν χρειάζεται

source: Local identifier
el: Αναγνωριστικό

source: Please provide a local identifier (local authority protocol) if needed.
el: Προαιρετικά συμπληρώστε ένα τοπικό αναγνωριστικό (πρωτόκολλο Υπηρεσίας)

source: Sent on
el: Ημ. αποστολής

source: Protocol
el: Πρωτόκολλο

source: Protocol year
el: Έτος πρωτοκόλλου

source: Message
el: Μήνυμα

source: Recipient (to)
el: Προς

source: Carbon Copy (cc)
el: CC

source: Sender
el: Αποστολέας

source: Unread
el: Μη αναγνωσμένο

source: Read
el: Αναγνωσμένο

source: Archived
el: Αρχειοθετημένο

source: Participant kind
el: Είδος συμμετέχοντος

source: Participant status
el: Κατάσταση συμμετέχοντος

source: Message participant
el: Συμμετέχων

source: Message participants
el: Συμμετέχοντες

source: Participant key
el: Κλειδί συμμετέχοντα

source: Participant keys
el: Κλειδί συμμετεχόντων

source: Message data
el: Δεδομένα μηνύματος

source: Encrypted data
el: Κρυπτογραφημένα δεδομένα

source: Cipher data
el: Κρυπτογραφημένα δεδομένα

source: Message data access
el: Πρόσβαση σε δεδομένα

source: Message data accesses
el: Προσβάσεις σε δεδομένα

source: Draft message
el: Πρόχειρο μήνυμα

source: Authority %(sender)s has sent you a new encrypted message.
el: Η Υπηρεσία %(sender)s σας έστειλε ένα νέο κρυπτογραφημένο μήνυμα.

source: Add Data to Message
el: Προσθήκη δεδομένων στο μήνυμα

source: File to encrypt and upload
el: Αρχείο προς κρυπτογράφηση

source: Add File
el: Προσθήκη Αρχείου

source: Files you have uploaded:
el: Αρχεία που μεταφορτώσατε:

source: Message detail
el: Στοιχεία μηνύματος

source: Message is a Draft. You need to add some data (files) to the message by using the "Add data" button and then send it by pressing the "Send" button. Sending a message is possible only after you have added some data. You can use the add data functionality as many times as you want.
el: Το μήνυμα είναι Προσχέδιο. Θα πρέπει να προσθέσετε δεδομένα (αρχεία) επιλέγοντας "Προσθήκη δεδομένων" και στη συνέχεια να το στείλετε επιλέγοντας "Αποστολή". Η αποστολή μηνυμάτων επιτρέπεται μόνο αφού προσθέσετε κάποια δεδομένα. Μπορείτε να προσθέσετε δεδομένα όσες φορές επιθυμείτε.

source: If you have made some mistake you can delete the message completely by clicking the "Delete" button. However please keep in mind that this is only possible <b>before</b> sending the message. After the message has been send there's no way to alter it or its contents; you need to send a "Fix" message and refer this one.
el: Αν κάνατε κάποιο λάθος, μπορείτε να διαγράψετε εντελώς το μήνυμα επιλέγοντας "Διαγραφή". Ωστόσο λάβετε υπόψη ότι αυτό είναι εφικτό μόνο <b>πρίν</b> στείλετε το μήνυμα. Αφού σταλεί ένα μήνυμα, δεν υπάρχει τρόπος να αλλάξετε το περιεχόμενό του. Θα πρέπει να υποβάλλετε Ορθή Επανάληψη και να την συσχετίσετε με το προηγούμενο μήνυμα.

source: Participants
el: Συμμετέχοντες

source: Public Key Fingerprint
el: Αποτύπωμα δημοσίου κλειδιού

source: Has been read
el: Αναγνώσθηκε

source: Data will not be encrypted
el: Τα δεδομένα δε θα κρυπτογραφηθούν

source: Data
el: Δεδομένα

source: Number
el: Αριθμός

source: Extension
el: Κατάληξη

source: Decrypt
el: Αποκρυπτογράφηση

source: Delete
el: Διαγραφή

source: Add data
el: Προσθήκη αρχείων

source: Send
el: Αποστολή

source: Archive
el: Αρχειοθέτηση

source: Unarchive
el: Απο-αρχειοθέτηση

source: New Message
el: Νέο μήνυμα

source: Recipient list
el: Λίστα Αποδεκτών

source: Continue
el: Συνέχεια

source: Message list
el: Κατάλογος μηνυμάτων

source: New message
el: Νέο μήνυμα

source: Other participants may only be included once!
el: Οι συμμετέχοντες μπορούν να περιληφθούν μία φορά!

source: At least one participant is required
el: Χρειάζεται ένας συμμετέχων

source: Please don't add empty rows
el: Μην προσθέτετε κενές γραμμές

source: Draft message created
el: Το μήνυμα δημιουργήθηκε

source: Message send
el: Το μήνυμα στάλθηκε

source: Message deleted
el: Το μήνυμα διαγράφηκε

source: Message archived
el: Το μήνυμα αρχειοθετήθηκε

source: Message unarchived
el: Το μήνυμα απο-αρχειοθετήθηκε
