Repository: nlagkas/etsd
Catalog: locale/*/LC_MESSAGES/django.po
Languages: el

source: User {0} cannot be added! No such ldap user.
el: Ο χρήστης {0} δε μπορεί να χρησιμοποιηθεί! Δεν υπάρχει τέτοιος ldap χρήστης.

source: {0} is an authority and cannot be added as a user!
el: Το {0} δε μπορεί να χρησιμοποιηθεί σαν χρήστης!

source: Select users
el: Επιλογή χρηστών

source: You can remove users by pressing the "x" next to their name or add more by typing their username/last name/email and selecting them.
el: Μπορείτε να αφαιρέσετε χρήστες με το "x" δίπλα στο όνομα τους ή να προσθέσετε περισσότερους αναζητώντας τους με το username/επιθέτο/email τους.

source: User {0} belongs to authority {1} and cannot be added! Remove {0} from {1} and try again.
el: Ο χρήστης {0} ανήκει στην Υπηρεσία {1} και δε μπορεί να προστεθεί! Αφαιρέστε τον {0} από την Υπηρεσία {1} και δοκιμάστε ξανά.

source: You cant remove yourself!
el: Δε μπορείτε να αφαιρέσετε τον εαυτό σας!

source: Created on
el: Δημιουργία στις

source: Modified on
el: Επεξεργασία στις

source: Created by
el: Δημιουργία από

source: Modified by
el: Επεξεργασία από

source: Authority detail
el: Στοιχεία Υπηρεσίας

source: Kind
el: Είδος

source: Name
el: Όνομα

source: Users
el: Χρήστες

source: No users
el: Δεν υπάρχουν

source: Edit
el: Επεξεργασία

source: Edit users
el: Επεξεργασία χρηστών

source: Return
el: Επιστροφή

source: Authority form
el: Επεξεργασία Υπηρεσίας

source: Submit
el: Υποβολή

source: Authority List
el: Κατάλογος Υπηρεσίών

source: View
el: Εμφάνιση

source: No authorities
el: Δεν υπάρχουν

source: Create
el: Δημιουργία

source: Edit Authority Data
el: Επεξεργασία δεδομένων Υπηρεσίας

source: <b>Here you can update Authority's %(auth)s active users and email. </b>
el: <b>Εδώ μπορείτε να επεξεργαστείτε τους ενεργούς χρήστες και το email της Υπηρεσίας %(auth)s.</b>

source: You have been %(action)s as user of authority %(authority)s by %(action_user)s in the Electronic Transmission of Sensitive Data app.
el: Έχετε %(action)s ως χρήστης στην Υπηρεσία %(authority)s από τον χρήστη %(action_user)s στην Εφαρμογή Ανταλλαγής Ευαίσθητων Δεδομένων.

source: Help
el: Βοήθεια

source: Key management
el: Διαχείριση κλειδιών

source: If your Authority needs to receive data then you must generate a new private/public key pair and submit it for approval.
el: Αν θέλετε η Υπηρεσία σας να λαμβάνει μηνύματα τότε θα πρέπει να δημιουργήσετε ένα νέο ζεύγος ιδιωτικού/δημόσιου κλειδιού και να το υποβάλλετε για έγκριση.

source: Key pair generation
el: Δημιουργία ζεύγους κλειδιών

source: To generate your key pair, go to the <a href='%(public_key_list)s'>Public Key list</a> page and click the <a href='%(key_pair_create)s'>New key pair</a> button.
el: Για να δημιουργήσετε ένα ζεύγος κλειδιών, επισκεφτείτε τη σελίδα <a href='%(public_key_list)s'>Λίστα Δημόσιων κλειδιών</a> και επιλέξτε το κουμπί <a href='%(key_pair_create)s'>Νέο ζεύγος κλειδιών</a>

source: In this form you need to first enter a proper passphrase that will be used to encrypt your private key. Just follow the on-screen instructions. Then you have to press the <strong>Generate Key Pair</strong> button to actually generate the key pair in your browser. Then you'll see that the <strong>"Download Private Key"</strong> button will be enabled and you can download the private key using this. The downloaded private key will be encrypted using the passphrase you entered so you need both of them. If you miss one of them, you'll need to generate a new key pair.
el: Σε αυτή τη φόρμα πρέπει να εισάγετε μια κατάλληλη κωδική φράση που θα χρησιμοποιηθεί για να κρυπτογραφήσει το ιδιωτικό σας κλειδί. Ακολουθήστε τις οδηγίες που σας παρέχονται. Στη συνέχεια πρέπει να επιλέξετε <strong>Δημιουργία ζεύγους κλειδιών</strong> για να προχωρήσετε στη δημιουργία του ζεύγους κλειδιών στον browser σας. Στην συνέχεια το κουμπί <strong>"Λήψη Ιδιωτικού κλειδιού"</strong> θα ενεργοποιηθεί ώστε να μπορέσετε να αποθηκεύσετε το ιδιωτικό σας κλειδί. Το ιδιωτικό κλειδί που θα λάβετε, θα είναι κρυπτογραφημένο με τον κωδικό που εισήγατε και θα πρέπει να έχετε διαθέσιμα και τα δύο. Αν χάσετε ένα από αυτά, θα πρέπει να δημιουργήσετε νέο ζεύγος κλειδιών.

source: Please be extra careful when downloading the private key. It is a file that contains your private key and should only be used to decrypt your data. If someone gets hold of this file and its passphrase, they can decrypt your data. It is recommended that you store the private key in a safe place and also write down the passphrase and keep it in a *different* place or even better just try to remember it without writing it anywhere.
el: Να είστε ιδιαίτερα προσεκτικοί όταν λαμβάνετε το ιδιωτικό σας κλειδί. Είναι ένα αρχείο το οποίο πρέπει να χρησιμοποιείται μόνο για την αποκρυπτογράφηση των δεδομένων σας. Αν περιέλθει στην κατοχή τρίτου, σε συνδυασμό με την κωδική φράση σας, θα μπορεί να αποκρυπτογραφήσει τα δεδομένα σας. Συνιστάται να αποθηκεύσετε το ιδιωτικό σας κλειδί σε ασφαλές "περιβάλλον" και να καταγράψετε τον κωδικό σας σε διαφορετικό "περιβάλλον", ή ιδανικά να τον θυμάστε χωρίς να τον καταγράψετε κάπου.

source: After you have downloaded the private key you must press the <strong>Submit</strong> button to save the public key that will be used to encrypt your Authority data in the server.
el: Αφού λάβετε το ιδιωτικό σας κλειδί, πρέπει να επιλέξετε <strong>Υποβολή</strong> για να αποθηκεύσετε το δημόσιο κλειδί που θα χρησιμοποιείται για να κρυπτογραφεί τα δεδομένα που αφορούν την Υπηρεσία σας στον server.

source: Key pair approval
el: Έγκριση ζεύγους κλειδιών

source: The key pair you just generated must be approved for usage. To start the approval process you first need to <a href='%(privatekey_load)s'>load the private key</a> in your browser. To load the key, select the private key file and enter the passphrase to the field. Then press the <strong>Validate</strong> button to make sure that the private key is properly decrypted. Finally, press the <strong>Load private key</strong> button to actually load the key to your browser's session.
el: Το ζεύγος κλειδιών που μόλις δημιουργήσατε θα πρέπει να εγκριθεί προς χρήση. Για να εκκινήσετε την διαδικασία έγκρισης θα πρέπει πρώτα να <a href='%(privatekey_load)s'>φορτώσετε το ιδιωτικό κλειδί</a> στον browser σας. Για να φορτώσετε το κλειδί, επιλέξτε το αρχείο που περιέχει το ιδιωτικό σας κλειδί και εισάγετε την κωδική φράση στο αντίστοιχο πεδίο. Στη συνέχεια επιλέξτε <strong>Επιβεβαίωση</strong> για να βεβαιωθείτε ότι το ιδιωτικό κλειδί αποκρυπτογραφήθηκε ορθά. Τέλος επιλέξτε <strong>Φόρτωση ιδιωτικού κλειδιού</strong> για να μεταφορτωθεί το κλειδί στο session του browser σας.

source: After you have loaded the private key you can submit the public key to the server for approval. To do this, go to the <a href='%(public_key_list)s'>Public Key list</a> page, find the key you just generated and click the <strong>Submit for approval</strong> button (notice that this button will be enabled only if the private key is loaded). In the next screen, you need to upload a properly signed document that declares that this is the key you want to use for your Authority. After you have selected the document just press submit.
el: Αφού φορτώσετε το ιδιωτικό κλειδί, μπορείτε να υποβάλλετε το δημόσιο κλειδί στον server προς έγκριση. Για να το κάνετε επισκεφθείτε τη σελίδα <a href='%(public_key_list)s'>Λίστα Δημόσιων κλειδιών</a>, επιλέξτε το κλειδί που μόλις δημιουργήσατε και στη συνέχεια επιλέξτε <strong>Υποβολή προς έγκριση</strong> (Το αντίστοιχο κουμπί θα ενεργοποιηθεί μόνο αφού φορτωθεί το ιδιωτικό κλειδί). Στο επόμενο μενού, θα πρέπει να φορτώσετε ένα κατάλληλα και ηλεκτρονικά υπογεγραμμένο έγγραφο με το οποίο θα δηλώνετε ότι αυτό είναι το κλειδί που επιθυμείτε να χρησιμοποιηθεί για την Υπηρεσία σας. Αφού το επιλέξετε, πατήστε Υποβολή.

source: Your approval request will be submitted to the administrators of the application; after they approve this your authority will be able to receive encrypted data.
el: Το αίτημα έγκρισής σας θα υποβληθεί στους διαχειριστές της εφαρμογής. Εφόσον το εγκρίνουν, η Υπηρεσία σας θα μπορεί να λαμβάνει κρυπτογραφημένα δεδομένα.

source: Encrypted messaging
el: Κρυπτογραφημένη ανταλλαγή μηνυμάτων

source: Using this app you can transmit messages between Authorities. All message data is encrypted using public key cryptography: The public key of the receiving authority is used to encrypt the message. This authority will then use its private key to decrypt it. All the encrypting/decrypting is done on the browser-side meaning that the private keys of the authorities and the plaintext (non-encrypted) data files always stay in the user's computer and never reach the server.
el: Χρησιμοποιώντας αυτή την εφαρμογή μπορείτε να ανταλλάξετε μηνύματα μεταξύ Υπηρεσιών Όλα τα δεδομένα των μηνυμάτων είναι κρυπτογραφημένα χρησιμοποιώντας κρυπτογράφηση δημόσιου κλειδιού: Το δημόσιο κλειδί της Υπηρεσίας που θα λάβει το μήνυμα χρησιμοποιείται για την κρυπτογράφηση. Στη συνέχεια, αυτή η Υπηρεσία θα χρησιμοποιήσει το ιδιωτικό της κλειδί για την αποκρυπτογράφηση. Όλες οι διαδικασίες κρυπτογράφησης/αποκρυπτογράφησης γίνονται browser-side που σημαίνει ότι τα ιδιωτικά κλειδιά των Υπηρεσιών και τα μη κρυπτογραφημένα δεδομένα δεν φθάνουν ποτέ στον server.

source: Sending messages
el: Αποστολή μηνυμάτων

source: To send an encrypted message you need to go to the <a href='%(participant_list)s'>Message list</a> page and click the <a href='%(message_create)s'>New message</a> button. The message can be a New one (not related to another message), a Reply to an existing message or a Fix to an existing message. If you select Reply or Fix you also need to select the related message. If "Message is available to sender" checkbox is selected the data of the message will also be encrypted with the sender's public key so it will be saved to the server and be available to the sender to decrypt it. This checkbox cannot be selected if the sender does not have an approved public key.
el: Για την αποστολή ενός κρυπτογραφημένου μηνύματος, πρέπει να επισκεφθείτε τη σελίδα <a href='%(participant_list)s'>Λίστα μηνυμάτων</a> και να επιλέξετε <a href='%(message_create)s'>Νέο μήνυμα</a>. Το μήνυμα μπορεί να είναι "Νέο" (Μη σχετιζόμενο με κάποιο άλλο μήνυμα), "Απάντηση" σε ένα υπάρχον μήνυμα ή "Ορθή Επανάληψη" ενός υπάρχοντος μηνύματος. Αν επιλέξετε "Απάντηση" ή "Ορθή Επανάληψη" θα πρέπει να επιλέξετε και το σχετικό μήνυμα. Αν ενεργοποιηθεί η η επιλογή "Το μήνυμα να είναι διαθέσιμο στον αποστολέα", τα δεδομένα του μηνύματος θα κρυπτογραφηθούν και για τον αποστολέα και θα αποθηκευτούν στον server ώστε να είναι διαθέσιμα για αποκρυπτογράφηση με το ιδιωτικό του κλειδί. Αν ο αποστολέας δεν διαθέτει εγκεκριμένο δημόσιο κλειδί, αυτή η επιλογή δεν είναι διαθέσιμη.

source: To add the message recipients, click the <strong>Add</strong> button and select if the recipient is a To or a Carbon Copy (cc) and receiving Authority from the autocomplete list. Notice that only Authorities that have an approved public key can be selected here. You can add as many recipients as you want. When you are finished press the <strong>Submit</strong> button.
el: Για να προσθέσετε κάποιον αποδέκτη, επιλέξτε <strong>Προσθήκη</strong> και συμπληρώστε την Υπηρεσία από τη λίστα αυτόματης συμπλήρωσης και αν είναι "Προς" ή "CC" (κοινοποίηση). Μόνο Υπηρεσίες που διαθέτουν Δημόσιο κλειδί είναι διαθέσιμες προς επιλογή. Μπορείτε να προσθέσετε όσους αποδέκτες επιθυμείτε. Όταν τελειώσετε επιλέξτε <strong>Υποβολή</strong>.

source: Now you need to add the data to the email. To do that press the <strong>Add Data</strong> button. In this form, just select (or drag n drop) the file you want and press the <strong>Submit</strong> button. You will see a popup informing you that the file has been uploaded. You can the add another file or press the <strong>Return</strong> button to close this form and return to the main message screen.
el: Κατόπιν θα πρέπει να προσθέσετε τα δεδομένα στο μήνυμα επιλέγοντας <strong>Προσθήκη Δεδομένων</strong>. Σε αυτή τη φόρμα απλώς επιλέξτε (ή σύρετε) το αρχείο που θέλετε και στη συνέχεια επιλέξτε <strong>Υποβολή</strong>. Θα εμφανιστεί ένα αναδυόμενο μήνυμα το οποίο θα σας ενημερώσει ότι το αρχείο σας έχει μεταφορτωθεί. Μπορείτε να προσθέσετε κι άλλα αρχεία ή να επιλέξετε <strong>Επιστροφή</strong> για να κλείσετε τη φόρμα και να επιστρέψετε στο κύριο μενού προβολής του μηνύματος.

source: After you have added the data to the email, you can then press the <strong>Send</strong> button to send the message. Sending the message is only possible after you have added some data. Also, before the mail is sent you can delete it completely along with any data it has using the <strong>Delete</strong> button. Keep in mind that deleting a message is not possible after it has been sent.
el: Αφού προσθέσετε τα δεδομένα στο μήνυμα, μπορείτε να το στείλετε επιλέγοντας <strong>Αποστολή</strong>. Η αποστολή είναι εφικτή μόνο αφού προσθέσετε δεδομένα στο αρχείο. Επιπρόσθετα, πριν αποστείλετε το μήνυμα, μπορείτε να το διαγράψετε εξολοκλήρου μαζί με όσα δεδομένα έχετε προσθέσει επιλέγοντας <strong>Διαγραφή</strong>. Δεν είναι δυνατή η διαγραφή κάποιου μηνύματος το οποίο έχει ήδη αποσταλεί.

source: Viewing messages
el: Προβολή μηνυμάτων

source: By visting the <a href='%(participant_list)s'>Message list</a> page you will see all the message that concern your Authority (either as a sender or a recipient). The messages are by default sorted by their status: First the unread (or non-sent), then the read and then the archived messages. You can filter/search the messages using the filter in this page. Messages with the same status will be sorted by their sent date.
el: Στη σελίδα <a href='%(participant_list)s'>Λίστα Μηνυμάτων</a> μπορείτε να δείτε όλα τα μηνύματα που αφορούν την Υπηρεσία σας (είτε ως αποστολέας είτε ως παραλήπτης). Τα μηνύματα εξ' ορισμού κατηγοριοποιούνται ανά κατάσταση: Πρώτα τα Μη Αναγνωσμένα (ή Μη Απεσταλμένα), μετά τα Αναγνωσμένα και μετά τα αρχειοθετημένα. Μπορείτε να φιλτράρετε/αναζητήσετε μηνύματα από τα εργαλεία φιλτραρίσματος της σελίδας. Μηνύματα με όμοια κατάσταση θα κατηγοριοποιούνται ανα ημερομηνία αποστολής.

source: You can then click to the blue id button to see the message details. However notice that you will not be able to see the message data until you <a href='%(privatekey_load)s'>load the private key</a> for your Authority. After you have loaded the correct private key you will be able to donwload and decrypt the data of this message. When all the data has been downloaded and decrypted the status of the message will be changed to "Read". A "Read" message can be archived by pressing the <strong>Archive</strong> button. An "archived" message will just be moved to the end of the list of messages. You can also unarchive a message so it will be changed to "Read" again.
el: Επιλέγοντας το μπλε κουμπί με το id κάθε μηνύματος, μπορείτε να δείτε περαιτέρω λεπτομέρειες για αυτό. Υπόψιν ότι δεν μπορείτε να δείτε τα δεδομένα του μηνύματος πάρα μόνο εφόσον πραγματοποιήσετε <a href='%(privatekey_load)s'>Φόρτωση Ιδιωτικού κλειδιού</a> για την Υπηρεσία σας. Αφού φορτώσετε το σωστό ιδιωτικό κλειδί θα μπορείτε να λάβετε και να αποκρυπτογραφήσετε τα δεδομένα του μηνύματος. Όταν όλα τα δεδομένα του μηνύματος έχουν ληφθεί και αποκρυπτογραφηθεί, η κατάσταση του μηνύματος θα αλλάξει σε "Αναγνωσμένο". Ένα "Αναγνωσμένο" μήνυμα μπορεί να αρχειοθετηθεί επιλέγοντας <strong>Αρχειοθέτηση</strong>. Ένα "Αρχειοθετημένο" μήνυμα απλώς θα μετακινηθεί στο τέλος της λίστας μηνυμάτων. Μπορείτε να σημάνετε ένα "Αρχειοθετημένο" μήνυμα ξανά ως "Αναγνωσμένο".

source: Electronic Transmission of Sensitive Data
el: Ηλεκτρονική διαβίβαση ευαισθητης πληροφορίας

source: You can use this app to transmit sensitive data across your organization
el: Η εφαρμογή χρησιμοποιείται για τη διαβίβαση ευαίσθητης πληροφορίας

source: This app can be used to transmit messages containing encrypted data between authorities. The OpenPGP standard is used to encrypt the data using the fully client-side OpenPGPjs implementation. This means that the encryption and decryption of the data is performed only in the user's computer so no plaintext ever reaches the server.
el: Η παρούσα εφαρμογή μπορεί να χρησιμοποιηθεί για τη μετάδοση μηνυμάτων που περιέχουν κρυπτογραφημένα δεδομένα μεταξύ Υπηρεσιών. Το πρότυπο OpenPGP χρησιμοποιείται για την κρυπτογράφηση των δεδομένων client-side μέσω της υλοποίησης OpenPGPjs . Αυτό σημαίνει ότι η κρυπτογράφηση και η αποκρυπτογράφηση των δεδομένων πραγματοποιείται αποκλειστικά στους υπολογιστές των χρηστών και τα αποκρυπτογραφημένα δεδομένα δεν υποβάλλονται σε κανένα στάδιο στον server.

source: Following the principles of Public Key Cryptography, any Authority can send encrypted messages however only Authorities that do have an approved private/public key pair can receive these encrypted messages. This is required because the public key of the receiving Authority must be used to encrypt the message so only this Authority will be able to decrypt it using its private part of the key.
el: Σύμφωνα με τις αρχές της κρυπτογράφησης δημόσιου κλειδιού, οποιαδήποτε Υπηρεσία μπορεί να στείλει κρυπτογραφημένα μηνύματα, ωστόσο μόνο οι Υπηρεσίες που διαθέτουν εγκεκριμένο ζεύγος ιδιωτικού/δημόσιου κλειδιού μπορούν να λαμβάνουν αυτά τα κρυπτογραφημένα μηνύματα. Αυτό απαιτείται επειδή το δημόσιο κλειδί της Υπηρεσίες που δέχεται το μήνυμα πρέπει να χρησιμοποιηθεί για την κρυπτογράφηση του μηνύματος έτσι, μόνο αυτή η Υπηρεσία θα είναι σε θέση να το αποκρυπτογραφήσει χρησιμοποιώντας το ιδιωτικό τμήμα του κλειδιού.

source: Using this app you can generate a private/public key pair for your Authority. The private key will be encrypted with a passphrase. Both the private key and the passphrase must be saved by the user in a safe place. Neither of them is ever send to the server. The public key will be submitted to the server and must be approved from the app administrators in order to be used. After the public key of an authority has been approved, the authority can receive messages with encrypted data.
el: Χρησιμοποιώντας αυτήν την εφαρμογή, μπορείτε να δημιουργήσετε ένα ζεύγος ιδιωτικού/δημόσιου κλειδιού για την Υπηρεσία σας. Το ιδιωτικό κλειδί θα κρυπτογραφηθεί με μια κωδική φράση. Τόσο το ιδιωτικό κλειδί όσο και η λέξη-κλειδί πρέπει να αποθηκεύονται από το χρήστη σε ασφαλές περιβάλλον. Κανένα από αυτά δεν στέλνεται ποτέ στον server. Το δημόσιο κλειδί θα υποβληθεί στο server και πρέπει να εγκριθεί από τους διαχειριστές της εφαρμογής για χρήση. Μετά την έγκριση του δημόσιου κλειδιού μιας Υπηρεσίας, αυτή μπορεί να λαμβάνει μηνύματα με κρυπτογραφημένα δεδομένα.

source: In order to quickly decrypt the data of his Authority, the user can "load" the private key to his session. This means that this key will be decrypted with its passphrase and saved in the user's browser for as long as the user is logged in to the app. That key will be then used to decrypt the encrypted data of the users' Authority.
el: Για να αποκρυπτογραφήσει γρήγορα τα δεδομένα της Υπηρεσίας του, ο χρήστης μπορεί να «φορτώσει» το ιδιωτικό κλειδί της συνεδρίας του. Αυτό σημαίνει ότι αυτό το κλειδί θα αποκρυπτογραφηθεί με τη κωδική φράση του και θα αποθηκευτεί στον browser του χρήστη για όσο διάστημα ο χρήστης είναι συνδεδεμένος στην εφαρμογή. Στη συνέχεια, το κλειδί αυτό θα χρησιμοποιηθεί για την αποκρυπτογράφηση των κρυπτογραφημένων δεδομένων της Υπηρεσίας του χρήστη.

source: Welcome,
el: Καλώς ήρθατε,

source: No user authority
el: Δεν έχετε Υπηρεσία

source: Admin and user access
el: Πρόσβαση διαχειριστή και χρήστη

source: Admin access
el: Πρόσβαση διαχειριστή

source: User access
el: Πρόσβαση χρήστη

source: No access!
el: Χωρίς πρόσβαση!

source: Public key list
el: Κατάλογος δημοσίων κλειδιών

source: Messages
el: Μηνύματα

source: Load private key
el: Φόρτωση Ιδιωτικού Κλειδιού

source: All Messages
el: Όλα τα μηνύματα

source: Authorities
el: Υπηρεσίες

source: Please login to use this site!
el: Παρακαλούμε συνδεθείτε!

source: Log in
el: Σύνδεση

source: To use this app you need to have a <u>recent browser version, preferably Chrome or Firefox</u>. The app may work in other Browsers but it is not guaranteed.
el: Για να χρησιμοποιήσετε την εφαρμογή <u>πρέπει να έχετε μια πρόσφατη έκδοση φυλλομετρητή, κατά προτίμηση του Chrome ή του Firefox</u>. Η εφαρμογή ίσως λειτουργήσει και σε άλλους φυλλομετρητές χωρίς όμως κάτι τέτοιο να είναι εγγυημένο.

source: Filter
el: Φίλτρο

source: Reset
el: Επαναφορά

source: Add
el: Προσθήκη

source: Please press the add button to add a new row
el: Επιλέξτε προσθήκη για να προσθέσετε νέο συμμετέχοντα

source: Keys
el: Κλειδιά

source: Public key List
el: Κατάλογος δημοσίων κλειδιών

source: Private key loaded
el: Φορτωμένο ιδιωτικό κλειδί

source: Disconnect
el: Αποσύνδεση

source: Please login
el: Παρακαλούμε συνδεθείτε

source: Login
el: Σύνδεση

source: Cannot connect please try again
el: Δεν ήταν δυνατή η σύνδεση

source: added
el: προστεθεί

source: Added as user in ETSD
el: Προστεθήκατε ως χρήστης στην Εφαρμογή Ανταλλαγής Ευαίσθητων Δεδομένων

source: removed
el: αφαιρεθεί

source: Removed as a user in ETSD
el: Αφαιρεθήκατε από χρήστης στην Εφαρμογή Ανταλλαγής Ευαίσθητων Δεδομένων

source: Authority Data successfully updated!
el: Οι Πληροφορίες Υπηρεσίας ενημερώθηκαν επιτυχώς!

source: This user is not associated with any authority!
el: Ο χρήστης δεν έχει Υπηρεσία!

source: Confirmation document
el: Έγγραφο Επιβεβαίωσης

source: This document will be checked for correct signature.
el: Αυτό το έγγραφο θα ελεγχθεί για την ορθή υπογραφή του.

source: Signed confirmation document is required.
el: Απαιτείται ένα υπογεγραμμένο έγγραφο επιβεβαίωσης.

source: New
el: Νέο

source: Pending
el: Εκκρεμεί

source: Active
el: Ενεργό

source: Inactive
el: Ανενεργό

source: Rejected
el: Απορριφθέν

source: Deleted
el: Διεγραμμένο

source: Authority
el: Υπηρεσία

source: Key text
el: Κείμενο Κλειδιού

source: The key text in armored ASCII format
el: Το κείμενου του κλειδιού σε μορφή armored ASCII

source: Key fingerprint
el: Αποτύπωμα Κλειδιού

source: The fingerprint of the key
el: Το αποτύπωμα του κλειδιού

source: Description of key
el: Περιγραφή κλειδιού

source: The description (user id) of the key
el: Η περιγραφή (user id) του κλειδιού

source: Status
el: Κατάσταση

source: Approval status of key
el: Κατάσταση έγκρισης κλειδιού

source: Approval date
el: Ημερομηνία έγκρισης

source: Deactivation date
el: Ημερομηνία απενεργοποίησης

source: Rejection date
el: Ημερομηνία απόρριψης

source: Deletion date
el: Ημερομηνία διαγραφής

source: Public key
el: Δημόσιο Κλειδί

source: Public keys
el: Δημόσια Κλειδιά

source: A new public key (%(key_id)s) has been submitted by user %(creator)s for approval by an administrator.
el: Ένα νέο Δημόσιο Κλειδί (%(key_id)s) έχει υποβληθεί από τον χρήστη %(creator)s προς έγκριση από έναν διαχειριστή.

source: For more info login to the Electronic Transmission of Sensitive Data app.
el: Για περαιτέρω πληροφορίες μπείτε στην Εφαρμογή Ανταλλαγής Ευαίσθητων Δεδομένων.

source: Your pending Public Key's status with fingerprint: %(fingerprint)s has been changed to %(status)s by an administrator.
el: Το Δημόσιο Κλειδί σας με αποτύπωμα: %(fingerprint)s έχει αλλάξει κατάσταση σε %(status)s από κάποιον διαχειριστή.

source: Create new key pair
el: Δημιουργία νέου ζεύγους κλειδιών

source: Authority:
el: Υπηρεσία:

source: You can generate a ney key pair through this form. The key pair is a pair of a private key and a public key. The private key is encrypted with a passphrase that you need to define here.
el: Μέσω αυτής της φόρμας μπορείτε να δημιουργήσετε ένα νέο ζεύγος κλειδιών. Αυτό είναι ένα ζεύγος ενός ιδιωτικού κλειδιού και ενός δημόσιου κλειδιού. Το ιδιωτικό κλειδί είναι κρυπτογραφημένο με μια κωδική φράση που θα πρέπει να ορίσετε εδώ.
