Repository: nlagkas/etsd
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: el

source: Please enter a passphrase
el: Παρακαλούμε συμπληρώστε μια κωδική φράση

source: ERROR
el: ΣΦΑΛΜΑ

source: Minimum passphrase length:
el: Το ελάχιστο μήκος της κωδικής φράσης είναι:

source: Please make sure that the passphrase contains at least a lower case character, an upercase character a number and a symbol!
el: Παρακαλούμε επιβεβαιώστε οτι η κωδική φράση επιβεβαίωσης περιέχει τουλάχιστον ένα πεζό χαρακτήρα, ένα κεφαλαίο χαρακτήρα, έναν αριθμό και ένα σύμβολο!

source: The confirm passphrase is not the same with the passphrase
el: Η κωδική φράση επιβεβαίωσης δεν είναι ίδια με την κωδική φράση

source: Warning
el: Προσοχή

source: Are you sure you want to continue?<br /> Please make sure that: <ul> <li>You remember the private key encryption passphrase</li> <li>You have saved the private key in a safe place</li> </ul> <b>If you lose access to your private key or its encryption password you won't be able to use it anymore and you'll need to create a new one!</b>
el: Θέλετε να συνεχίσετε?<br /> Παρακαλούμε επιβεβαιώσατε ότι: <ul> <li>Θυμάστε την κωδική φράση κωδικοποίησης του ιδιωτικού σας κλειδιού</li> <li>Έχετε αποθηκεύσει το ιδιωτικό σας κλειδί σε ένα ασφαλές μέρος</li> </ul> <b>Αν χάσετε το ιδιωτικό σας κλειδί ή την κωδική φράση του δε θα μπορείτε πλέον να το χρησιμοποιήσετε και θα πρέπει να δημιουργήσετε ένα άλλο!</b>

source: Please select a private key file
el: Παρακαλούμε επιλέξατε ένα ιδιωτικό κλειδί

source: Please fill the passphrase
el: Παρακαλούμε συμπληρώστε μια κωδική φράση

source: Private key successfully validated! Please press the Load private key button to load it in your browser session.
el: Το ιδιωτικό κλειδί είναι έγκυρο! Παρακαλούμε πατήστε το κουμπί Φόρτωση ιδιωτικού κλειδιού για να το χρησιμοποιήσετε.

source: Success
el: Επιτυχία

source: File can be up to
el: Το αρχείο μπορεί να είναι μέχρι

source: Confirmation document must be a properly signed PDF
el: Το έγγραφο επιβεβαίωσης πρέπει να είναι ένα ορθά υπογεγραμμένο PDF

source: You cannot delete this file. Please make sure that you have read all the message files first.
el: Δε μπορείτε να διαγράψετε το αρχείο. Παρακαλούμε επιβεβαιώσατε ότι έχετε διαβάσει το μήνυμα.

source: Are you sure you want to delete this file?
el: Θέλετε προχωρήσετε στη διαγραφή;

source: Confirm
el: Επιβεβαίωση

source: Delete
el: Διαγραφή

source: Decrypt and download
el: Αποκρυπτογράφηση και λήψη

source: Not possible to decrypt. Please make sure you have loaded the proper private key
el: Δεν είναι δυνατή η αποκρυπτογράφηση. Παρακαλούμε επιβεβαιώστε ότι έχετε φορτώσει το σωστό ιδιωτικό κλειδί

source: Cipher data not available
el: Τα κρυπτογραφημένα δεδομένα δεν είναι διαθέσιμα

source: Are you sure you want to send the message?
el: Θέλετε προχωρήσετε στη διαγραφή;

source: Send message
el: Αποστολή μηνύματος

source: Data successfully added to message!<br />You can add more data if you want.<br /><br />Please press Return when you are finished to send your message.
el: Τα δεδομένα προστέθηκαν στο μήνυμα με επιτυχία!<br />Μπορείτε να προσθέσετε επιπλέον δεδομένα.<br /><br />Παρακαλούμε πατήστε το κουμπί επιστροφή όταν ολοκληρώσετε την προσθήκη δεδομένων.

source: SUCCESS
el: ΕΠΙΤΥΧΙΑ

source: Error while trying to upload!
el: Σφάλμα κατά το ανέβασμα!

source: Error while trying to add the data: <br />
el: Σφάλμα κατά την προσθήκη δεδομένων: <br />

source: Close
el: Κλείσιμο

source: Are you sure you want to delete this?
el: Θέλετε προχωρήσετε στη διαγραφή;

source: Yes
el: Ναι
